/* Программа*/
#include <stdio.h> /*с помощью incude импортироуем stdio.h*/
/*Внезу пустая строка в этом случее не обязательна*/

int main() /*int main начало программы в терминале*/
{ /*Табуляция-скобка*/
    printf("Привет Шлёпа!\n"); /*Выводим сообщение*/
    printf("Привет Шлёпа!\n"); /*Выводим сообщение*/
    printf("Привет Шлёпа!\n"); /*Выводим сообщение*/
    printf("Привет Шлёпа!\n"); /*Выводим сообщение*/
    printf("Привет Шлёпа!\n"); /*Выводим сообщение*/
    printf("Привет Шлёпа!\n"); /*Выводим сообщение*/
    printf("Привет Шлёпа!\n"); /*Выводим сообщение*/
    return 0; /*выводим 0 что значит что кусок кода закончен успешно*/
} /*Табуляция-скобка*/